[
  {
    "id": 6,
    "name": "Guardianes de la galaxia Vol. 1",
    "description": "El temerario aventurero Peter Quill, tras robar una misteriosa esfera codiciada por Ronan, un poderoso villano cuyas ambiciones amenazan a todo el universo, se convierte en la presa más codiciada por todos los cazarrecompensas de la galaxia.",
    "price": 300,
    "category": [
      "accion",
      "aventura",
      "ciencia ficción",
      "superheroes",
      "comedia"
    ],
    "image": "guardians-of-galaxy.jpg",
    "age": 2014,
    "reparto": "",
    "trailer": "",
    "director": "",
    "direction": "",
    "duration": 120
  },
  {
    "id": 8,
    "name": "Liga de la justicia oscura",
    "description": "Batman forma la Liga de la Justicia Oscura, un nuevo equipo de especialistas en artes oscuras que es encabezado por John Constantine. El equipo debe revelar el misterio de una plaga sobrenatural y enfrentar a los poderosos villanos detrás del asedio.",
    "price": 230,
    "category": ["accion", "ciencia ficción", "superheroes", "animada"],
    "image": "justice-league-dark.jpg",
    "age": 2017,
    "reparto": "",
    "trailer": "",
    "director": "",
    "direction": "",
    "duration": 120
  },
  {
    "id": 9,
    "name": "Liga de la justicia vs Los cinco fatales",
    "description": "El destino de la Tierra está en peligro cuando la Liga de la Justicia se enfrenta a un nuevo y poderoso amenaza: los Cinco Fatales.",
    "price": 270,
    "category": ["accion", "fantasia", "superheroes"],
    "image": "justice-league-fatal-five.webp",
    "age": 2019,
    "reparto": "",
    "trailer": "",
    "director": "",
    "direction": "",
    "duration": 120
  },
  {
    "id": 10,
    "name": "Spiderman: Lejos de casa",
    "description": "Peter Parker decide pasar unas merecidas vacaciones en Europa junto a MJ, Ned y el resto de sus amigos. Sin embargo, Peter debe volver a ponerse el traje de Spider-Man cuando Nick Fury le encomienda una nueva misión: frenar el ataque de unas criaturas que están causando el caos en el continente.",
    "price": 350,
    "category": ["accion", "fantasia", "superheroes", "aventura"],
    "image": "spiderman-far-from-home.jpg",
    "age": 2019,
    "reparto": "",
    "trailer": "",
    "director": "",
    "discount": 10,
    "duration": 120
  },
  {
    "id": 11,
    "name": "Spiderman: de regreso a casa",
    "description": "Peter Parker asume su nueva identidad como Spider-Man y regresa a vivir con su tía después de su aventura con los Vengadores. Al volver, mientras sigue bajo la tutela de Tony Stark, descubre que ha surgido un nuevo y despiadado enemigo que pretende destruir todo lo que ama: el Buitre.",
    "price": 320,
    "category": ["accion", "fantasia", "superheroes", "aventura"],
    "image": "spiderman-homecoming.jpg",
    "age": 2017,
    "reparto": "",
    "trailer": "",
    "director": "",
    "direction": "",
    "duration": 120
  },
  {
    "id": 12,
    "name": "Spiderman: un nuevo universo",
    "description": "",
    "price": 300,
    "category": ["accion", "fantasia", "superheroes", "animada"],
    "image": "spiderman-new-universe.jpg",
    "age": 2019,
    "reparto": "",
    "trailer": "",
    "director": "",
    "direction": "",
    "duration": 120
  },
  {
    "id": 13,
    "name": "Escuadron suicida: Deuda infernal",
    "description": "Amanda Waller forma el Escuadrón Suicida con Deadshot, Harley Quinn, Tigre de Bronce, Capitán Boomerang, Killer Frost, y Copperhead. Están enviados para recuperar un potencial objeto místico que está en la mira de otros villanos. Tiene relación directo con la película animada Flash Point.",
    "price": 290,
    "category": ["accion", "fantasia", "superheroes"],
    "image": "antman-and-wasp.webp",
    "age": 2018,
    "reparto": "",
    "trailer": "",
    "director": "",
    "direction": "",
    "duration": 120
  },
  {
    "id": 14,
    "name": "El escuadron suicida",
    "description": "La oficial del departamento de inteligencia de los EE.UU., Amanda Waller, ha convocado a un grupo de individuos dispares y viles que no tienen nada que perder.",
    "price": 310,
    "category": [
      "accion",
      "superheroes",
      "aventura",
      "crimen",
      "fantasia",
      "ciencia ficción"
    ],
    "image": "suicide-squad.jpg",
    "age": 2016,
    "reparto": "",
    "trailer": "",
    "director": "",
    "direction": "",
    "duration": 120
  },
  {
    "id": 15,
    "name": "Superman: el hilo rojo",
    "description": "Una vez que Krypton es destruido, el navío de Kal-El aterriza en la Unión Soviética, donde fue criado para combatir la ideología marxista como el mayor protector de Rusia: Superman. Mas conforme el héroe de Rusia empieza a crear caos en el mundo entero representando a los soviéticos, las fuerzas internacionales deben intervenir para salvar al planeta.",
    "price": 350,
    "category": ["accion", "fantasia", "superheroes", "animada"],
    "image": "superman-red-son.jpg",
    "age": 2020,
    "reparto": "",
    "trailer": "",
    "director": "",
    "direction": "",
    "duration": 120
  },
  {
    "id": 16,
    "name": "Jovenes titanes: el contrato de Judas",
    "description": "Liderados por Starfire, los Teen Titans (Beast Boy, Raven, Blue Beetle, Robin y el recientemente regresado Nightwing) han construido un equipo cohesionado en su batalla sin fin contra el mal; pero el nuevo miembro del equipo, la misteriosa y poderosa Terra, quizás esté alterando su dinámica. Mientras tanto un antiguo mal, Brother Blood, ha despertado y el conocido villano Deathstroke está acechando en las sombras por lo que ambos están esperando para atacar de forma inesperada. Al final, los Teen Titans necesitarán enfrentarse a sus enemigos y a sus propias dudas y sobreponerse a las fuerzas malvadas que los rodean en este inesperado relato de intriga, aventura y decepción.",
    "price": 350,
    "category": ["accion", "fantasia", "superheroes", "animada"],
    "image": "teen-titans-judas.jpg",
    "age": 2017,
    "reparto": "",
    "trailer": "",
    "director": "",
    "direction": "",
    "duration": 120
  },
  {
    "id": 17,
    "name": "Los vengadores: End game",
    "description": "El todopoderoso Thanos ha despertado con la promesa de arrasar con todo a su paso, portando el Guantelete del Infinito, que le confiere un poder incalculable. Los únicos capaces de pararle los pies son los Vengadores y el resto de superhéroes de la galaxia, que deberán estar dispuestos a sacrificarlo todo por un bien mayor. Capitán América e Ironman deberán limar sus diferencias, Black Panther apoyará con sus tropas desde Wakanda, Thor y los Guardianes de la Galaxia e incluso Spider-Man se unirán antes de que los planes de devastación y ruina pongan fin al universo. ¿Serán capaces de frenar el avance del titán del caos? Siempre es bueno conocer mas de una historia tan original, con una gran dosis de acción a cada momento y escenas no mostradas en la película, te divertirás muchísimo!!!!! Disfruta de los extras, escenas eliminadas y entrevistas exclusivas.",
    "price": 290,
    "category": [
      "accion",
      "fantasia",
      "superheroes",
      "ciencia ficción",
      "aventura"
    ],
    "image": "vengadores-end-game.jpg",
    "age": 2019,
    "reparto": "",
    "trailer": "",
    "director": "",
    "direction": "",
    "duration": 120
  },
  {
    "id": 18,
    "name": "Los vengadores: Infitity war",
    "description": "Los superhéroes se alían para vencer al poderoso Thanos, el peor enemigo al que se han enfrentado. Si Thanos logra reunir las seis gemas del infinito: poder, tiempo, alma, realidad, mente y espacio, nadie podrá detenerlo.",
    "price": 310,
    "category": [
      "accion",
      "fantasia",
      "superheroes",
      "ciencia ficción",
      "aventura"
    ],
    "image": "vengadores-infinity-war.jpg",
    "age": 2018,
    "reparto": "",
    "trailer": "",
    "director": "",
    "direction": "",
    "duration": 120
  },
  {
    "id": 19,
    "name": "Venom",
    "description": "Como periodista, Eddie Brock (Tom Hardy) lleva tiempo intentando desenmascarar al creador de la Fundación Vida, el famoso genio científico Carlton Drake (Riz Ahmed), una obsesión que ha arruinado su carrera y su relación con su novia, Anne (Michelle Williams). Al investigar uno de los experimentos de Drake, el ente alienígena Venom se fusiona con el cuerpo de Eddie, y el reportero adquiere de pronto nuevos e increíbles superpoderes, así como la oportunidad de hacer prácticamente lo que se le antoje. Retorcido, oscuro, impredecible e impulsado por la cólera, Venom obliga a Eddie a luchar por controlar unas habilidades sumamente peligrosas que, al mismo tiempo, también resultan embriagadoras y le hacen sentir poderoso. Dado que Eddie y Venom se necesitan mutuamente para conseguir lo que quieren, se van entremezclando cada vez más...",
    "price": 320,
    "category": [
      "accion",
      "ciencia ficción",
      "superheroes",
      "comedia negra",
      "terror"
    ],
    "image": "venom-1.jpg",
    "age": 2018,
    "reparto": "",
    "trailer": "",
    "director": "",
    "direction": "",
    "duration": 120
  },
  {
    "id": 20,
    "name": "Venom: Carnage liberado",
    "description": "Después de encontrar un cuerpo anfitrión en el periodista de investigación Eddie Brock, el simbionte alienígena debe enfrentarse a un nuevo enemigo, Carnage, el alter ego del asesino en serie Cletus Kasady.",
    "price": 400,
    "category": [
      "accion",
      "ciencia ficción",
      "superheroes",
      "comedia negra",
      "terror"
    ],
    "image": "venom-2.jpg",
    "age": 2021,
    "reparto": "",
    "trailer": "",
    "director": "",
    "direction": "",
    "duration": 120
  },
  {
    "id": 21,
    "name": "X-men: Dark Phoenix",
    "description": "Los X-Men se enfrentan a su enemigo más poderoso: uno de sus miembros, Jean Grey. Durante una misión de rescate en el espacio, Jean casi muere al ser alcanzada por una misteriosa fuerza cósmica. Cuando regresa a casa, esa radiación la ha hecho más poderosa, pero mucho más inestable.",
    "price": 200,
    "category": ["accion", "fantasia", "superheroes"],
    "image": "x-men-dark-fenix.webp",
    "age": 2019,
    "reparto": "",
    "trailer": "",
    "director": "",
    "direction": "",
    "duration": 120
  }
]
